<table class="table table-striped">
    <thead>
        <tr>
            <th>#</th>
            <th>รหัสนักศึกษา</th>
            <th>ชื่อสกุล</th>
            <th>สถานะการอนุมัติ</th>
            <th>ตรวจสอบการจองวิชา</th>
        </tr>
    </thead>
    <tbody>
        <tr>
            <td>1</td>
            <td>60122420101</td>
            <td>นายกิตติพันธุ์ ศรีแจ้ง</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>2</td>
            <td>60122420103</td>
            <td>นางสาวจาระวี มันตะรักษ์</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>3 </td>
            <td>60122420105 </td>
            <td>นายณัฐพัชร์ แก้ววงศ์พรวน </td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>4</td>
            <td>60122420106</td>
            <td>นายนวพงษ์ มังกะลัง</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>5 </td>
            <td>60122420108</td>
            <td>นางสาวปิยารมณ์ รักเมือง</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>6 </td>
            <td>60122420110 </td>
            <td>นายวีรพล พรมราช</td>
            <td>อนุมัติแล้ว </td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>7 </td>
            <td>60122420111 </td>
            <td>นายฐนกร ตุงคโสภา </td>
            <td>อนุมัติแล้ว </td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>8 </td>
            <td>60122420112 </td>
            <td>นางสาวสุชัญญา จันทร์แก้ว </td>
            <td>อนุมัติแล้ว </td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>9 </td>
            <td>60122420114 </td>
            <td>นางสาวปทุมรัตน์ ฉัตรรัตนศักดิ์ </td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>10</td>
            <td>60122420115</td>
            <td>นางสาวณัฐริกา เด่นชัย </td>
            <td>อนุมัติแล้ว </td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>11</td>
            <td>60122420116</td>
            <td>นายณัฐพล เอี่ยมยิ่ง</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>12 </td>
            <td>60122420117 </td>
            <td>นายรัตน์สิน สุขมี </td>
            <td>อนุมัติแล้ว </td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>13</td>
            <td>60122420118</td>
            <td>นางสาวศุภากร กติกา</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>14</td>
            <td>60122420119</td>
            <td>นายนครินทร์ สระทองจุด</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#" onload="">คลิก</a></td>
        </tr>
        <tr>
            <td>15</td>
            <td>60122420120</td>
            <td>นายนันทพงศ์ นุชนวล</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>16</td>
            <td>60122420121</td>
            <td>นายปิยบุตร สมสกุล</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>17</td>
            <td>60122420122</td>
            <td>นายชนินทร์ ตรีพัฒนาสุวรรณ</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>18</td>
            <td>60122420123</td>
            <td>นายธีรศักดิ์ เสนารักษ์</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>19</td>
            <td>60122420124</td>
            <td>นายศาศวัฏ แก้วพลอย</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>20</td>
            <td>60122420126</td>
            <td>นายวัชรวีย์ ทิมินกุล</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>21</td>
            <td>60122420127</td>
            <td>นายจิรวัฒน์ ประจญ</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>22</td>
            <td>60122420128</td>
            <td>นายสถาปัตย์ เรืองสระ</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>23</td>
            <td>60122420129</td>
            <td>นางสาวโสภา แสงจันทร์</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
        <tr>
            <td>24</td>
            <td>60122420130</td>
            <td>นายนพพล ศรีชมภู</td>
            <td>อนุมัติแล้ว</td>
            <td><a href="#">คลิก</a></td>
        </tr>
    </tbody>
</table>